Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# settings.support.two.title
source: ☕️ Nice Tip
be: ☕️ Прыемны Гасцінец
de: ☕️ Schönes Trinkgeld
es: ☕️ Buena propina
eu: ☕️ Eskupeko ona
fr: ☕️ Belle contribution
it: ☕️ Mancia deliziosa
ja: ☕️ ナイスチップ
ko: ☕️ 기분 좋아지는 기부금
nb: ☕️ Godt tips
nl: ☕️ Goeie fooi
pl: ☕️ Miły napiwek
pt_br: ☕️ Gorjeta legal
tr: ☕️ Hoş Bağış
zh_hans: ☕️ 很不错的捐赠
zh_hant: ☕️ 爽口捐贈

# settings.swipeactions.navigation-title
source: Swipe Actions
be: Дзеянні правядзення пальцам
de: Wischaktionen
es: Acciones al deslizar
eu: Atzamar-mugimenduen ekintzak
fr: Actions de balayage
it: Azioni di scorrimento
ja: スワイプ操作
ko: 쓸어넘기기 동작
nb: Sveipehandlinger
nl: Veegacties
pl: Przeciąganie palcem
pt_br: Ações de deslizar
tr: Kaydırma Aksiyonları
uk: Дії гортання
zh_hans: 轻扫操作设置
zh_hant: 滑動功能

# settings.swipeactions.status
source: Post
be: Допіс
de: Beitrag
es: Publicación
eu: Bidalketa
fr: Publier
ja: 投稿
ko: 글을
nb: Innlegg
pt_br: Postar
tr: Gönderi
uk: Надіслати
zh_hans: 嘟文
zh_hant: 發表

# settings.swipeactions.status.action.bookmark
source: Bookmark
be: Закладка
de: Lesezeichen setzen
es: Marcadores
eu: Laster-marka
fr: Signet
it: Aggiungi ai segnalibri
ja: ブックマーク
ko: 보관함에 추가
nb: Bokmerk
nl: Bladwijzer
pl: Dodaj zakładkę
pt_br: Favoritos
tr: Yer imi
uk: У закладки
zh_hans: 书签
zh_hant: 書籤

# settings.swipeactions.status.action.boost
source: Boost
be: Павышэнне
de: Boosten
es: Boostear
eu: Bultzatu
it: Reblogga
ja: ブースト
ko: 부스트
nb: Forsterk
pl: Podbij
tr: Yükseltme
uk: Поширити
zh_hans: 转嘟
zh_hant: 轉嘟

# settings.swipeactions.status.action.favorite
source: Favorite
be: У ўлюбёныя
de: Favorisieren
es: Favorito
eu: Gogokoa
fr: Favori
it: Apprezza
ja: お気に入り
ko: 좋아요
nb: Favoritt
nl: Favoriet
pl: Polub
pt_br: Favorito
tr: Favori
uk: Вподобати
zh_hans: 喜欢
zh_hant: 最愛

# settings.swipeactions.status.action.none
source: None
be: Нічога
de: Keine
es: Ninguna
eu: Ezer ez
fr: Aucun
it: Nessuna
ja: 未定義
ko: 설정 안 함
nb: Ingen
nl: Geen
pl: Bez akcji
pt_br: Nenhum
tr: Hiç
uk: Нічого
zh_hans: 无
zh_hant: 無

# settings.swipeactions.status.action.quote
source: Quote
be: Цытаваць
de: Zitieren
es: Citar
eu: Aipatu bidalketa
fr: Citer
it: Cita
ja: 引用
ko: 인용
nb: Siter
nl: Citaat
pl: Zacytuj
pt_br: Citar
tr: Alıntı
uk: Цитувати
zh_hans: 引用
zh_hant: 引述

# settings.swipeactions.status.action.reply
source: Reply
be: Адказаць
de: Antworten
es: Responder
eu: Erantzun
fr: Répondre
it: Rispondi
ja: 返信
ko: 답글
nb: Svar
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
tr: Yanıtla
uk: Відповісти
zh_hans: 回复
zh_hant: 回覆

# settings.swipeactions.status.leading
source: Swipe Right
be: Правядзіце ўправа
de: Nach rechts wischen
es: Deslizar a la derecha
eu: Eskumarantz
fr: Balayer vers la droite
it: Scorrimento a destra
ja: 右にスワイプ
ko: 오른쪽으로 쓸어넘길 때
nb: Sveip til høyre
nl: Veeg naar rechts
pl: Przeciągnij w prawo
pt_br: Deslizar para direita
tr: Sağa Kaydır
uk: Рух праворуч
zh_hans: 向右轻扫
zh_hant: 右滑

# settings.swipeactions.status.trailing
source: Swipe Left
be: Правядзіце ўлева
de: Nach links wischen
es: Deslizar a la izquierda
eu: Ezkerrerantz
fr: Balayer vers la gauche
it: Scorrimento a sinistra
ja: 左にスワイプ
ko: 왼쪽으로 쓸어넘길 때
nb: Sveip til venstre
nl: Veeg naar links
pl: Przeciągnij w lewo
pt_br: Deslizar para esquerda
tr: Sola kaydır
uk: Рух ліворуч
zh_hans: 向左轻扫
zh_hant: 左滑

# settings.system
source: System Settings
be: Сістэмныя налады
de: Systemeinstellungen
es: Ajustes del sistema
eu: Sistemaren ezarpenak
fr: Paramètres système
it: Impostazioni di sistema
ja: システム設定
ko: 설정 앱에서 열기
nb: Systeminnstillinger
nl: Systeeminstellingen
pl: Ustawienia systemowe
pt_br: Ajustes do Sistema
tr: Sistem Ayarları
uk: Системні налаштування
zh_hans: 系统设置
zh_hant: 系統設定

# settings.timeline.add
source: Add a Local Timeline
be: Дадайце мясцовую шкалу часу
de: Lokale Timeline hinzufügen
es: Añadir cronología local
eu: Gehitu denbora-lerro lokal bat
fr: Ajouter une chronologie locale
it: Aggiungi una timeline locale
ja: ローカルタイムラインの追加
ko: 원격 로컬 타임라인 추가
nb: Legg til en lokal tidslinje
nl: Lokale tijdlijn toevoegen
pl: Dodaj strumień lokalny
pt_br: Adicionar uma timeline local
tr: Yerel bir zaman dilimi ekleyin
uk: Додати локальну стрічку
zh_hans: 添加远程时间线
zh_hant: 新增時間軸

# settings.title
source: Settings
be: Налады
de: Einstellungen
es: Ajustes
eu: Ezarpenak
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# status.action.bookmark
source: Bookmark
be: Закладка
de: Lesezeichen setzen
es: Añadir a marcadores
eu: Jarri laster-marka
fr: Marquer
it: Aggiungi ai segnalibri
ja: ブックマーク
ko: 보관함에 추가
nb: Bokmerk
nl: Voeg bladwijzer toe
pl: Dodaj zakładkę
pt_br: Salvar
tr: Yer İmi Ekle
uk: У закладки
zh_hans: 书签
zh_hant: 書籤

# status.action.boost
source: Boost
be: Павышэнне
de: Boosten
es: Boostear
eu: Bultzatu
fr: Promouvoir
it: Reblogga
ja: ブースト
ko: 부스트
nb: Forsterk
pl: Podbij
tr: Yükselt
uk: Поширити
zh_hans: 转嘟
zh_hant: 轉嘟

# status.action.boost-to-followers
source: Boost to Followers
be: Павысіць для падпісчыкаў
de: An Follower boosten
es: Boostear a tus seguidores
eu: Bultzatu jarraitzaileek ikus dezaten
fr: Booster pour les abonnés
it: Reblogga per i seguaci
ja: フォロワーにブースト
ko: 팔로워에게만 부스트
nb: Forsterk til følgere
nl: Boost aan volgers
pl: Podbij do obserwujących
pt_br: Boost para seguidores
tr: Takipçileri Yükselt
uk: Поширити Підписникам
zh_hans: 转嘟给关注者
zh_hant: 轉嘟給跟隨者

# status.action.copy-text
source: Copy Text
be: Капіяваць тэкст
de: Text kopieren
es: Copiar texto
eu: Kopiatu testua
fr: Copier le texte
it: Copia testo
ja: テキストをコピー
ko: 복사
nb: Kopier tekst
nl: Kopieer tekst
pl: Kopiuj tekst
pt_br: Copiar texto
tr: Yazıyı Kopyala
uk: Копіювати текст
zh_hans: 拷贝文本
zh_hant: 拷貝本文

# status.action.delete
source: Delete
be: Выдаліць
de: Löschen
es: Borrar
eu: Ezabatu
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Deletar
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# status.action.delete.confirm.message
source: Are you sure you want to delete this post?
be: вы ўпэўнены, што жадаеце выдаліць гэты допіс?
de: Bist du dir sicher, dass du diesen Beitrag löschen möchtest?
es: ¿Estás seguro de querer borrar esta publicación?
eu: Ziur bidalketa ezabatu nahi duzula?
fr: Êtes-vous sûr de vouloir supprimer ce message ?
it: Vuoi eliminare questo post?
ja: 本当に投稿を削除しますか？
ko: 이 글을 정말 삭제하시겠습니까?
nb: Er du sikker på at du vil slette dette innlegget?
nl: Weet je zeker dat je deze post wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten post?
pt_br: Tem certeza que deseja excluir esta postagem?
tr: Bu gönderiyi silmek istediğinden emin misin?
uk: Ви впевнені, що хочете видалити цей допис?
zh_hans: 你确认要删除此嘟文吗？
zh_hant: 您確定要刪除本嘟文？

# status.action.delete.confirm.title
source: Confirm
be: Пацвердзіць
de: Bestätigen
es: Confirmar
eu: Baieztatu
fr: Confirmer
it: Conferma
ja: 確認
ko: 삭제 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
tr: Doğrula
uk: Підтвердження
zh_hans: 确认删除
zh_hant: 確認

# status.action.edit
source: Edit
be: Рэдагаваць
de: Bearbeiten
es: Editar
eu: Editatu
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
nb: Rediger
nl: Bewerk
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# status.action.favorite
source: Favorite
be: У ўлюбёныя
de: Favorisieren
es: Marcar como favorito
eu: Egin gogoko
fr: Favori
it: Apprezza
ja: お気に入り
ko: 좋아요
nb: Favoritt
nl: Maak favoriet
pl: Dodaj do polubionych
pt_br: Favoritar
tr: Favoriye Al
uk: Вподобане
zh_hans: 喜欢
zh_hant: 最愛

# status.action.mention
source: Mention
be: Згадаць
de: Erwähnen
es: Mencionar
eu: Aipatu
fr: Mentionner
it: Menziona
ja: 返信
ko: 언급
nb: Omtal
nl: Vermelden
pl: Wymień osobę
pt_br: Menção
tr: Bahset
uk: Згадки
zh_hans: 提及
zh_hant: 提及

# status.action.message
source: Message
be: Паведамленне
de: Nachricht
es: Enviar mensaje
eu: Bidali mezua
it: Messaggio
ja: メッセージ
ko: 메시지 작성
nb: Melding
nl: Stuur bericht
pl: Wyślij wiadomość
pt_br: Mensagem
tr: Mesaj
uk: Повідомлення
zh_hans: 私信
zh_hant: 私訊

# status.action.pin
source: Pin
be: Замацаваць
de: Anheften
es: Fijar
eu: Finkatu
fr: Epingler
it: Fissa
ja: 固定
ko: 고정
nb: Fest
nl: Zet vast
pl: Przypnij
pt_br: Destacar
tr: Sabitle
uk: Закріпити
zh_hans: 置顶
zh_hant: 釘選

# status.action.post
source: Post
be: Апублікаваць
de: Veröffentlichen
es: Publicar
eu: Argitaratu
fr: Publier
it: Pubblica
ja: 投稿
ko: 게시
nb: Legg ut
pl: Opublikuj
pt_br: Postar
tr: Gönder
uk: Надіслати
zh_hans: 嘟嘟
zh_hant: 嘟文

# status.action.quote
source: Quote this post
be: Цытаваць гэты допіс
de: Zitieren
es: Mencionar esta publicación
eu: Aipatu bidalketa
fr: Citer ce message
it: Cita questo post
ja: この投稿を引用する
ko: 인용
nb: Siter dette innlegget
nl: Deze post citeren
pl: Cytuj ten post
pt_br: Cite essa postagem
tr: Bu gönderiden bahset
uk: Цитувати цей допис
zh_hans: 引用
zh_hant: 引述本嘟文

# status.action.reply
source: Reply
be: Адказаць
de: Antworten
es: Responder
eu: Erantzun
fr: Répondre
it: Rispondi
ja: リプライ
ko: 답글
nb: Svar
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
tr: Cevapla
uk: Відповісти
zh_hans: 回复
zh_hant: 回覆

# status.action.report
source: Report Post
be: Паскардзіцца
de: Beitrag melden
es: Denunciar publicación
eu: Salatu edukia
fr: Signaler la publication
it: Segnala post
ja: 投稿を報告
ko: 글 신고
nb: Rapporter innlegg
nl: Meld post
pl: Zgłoś post
pt_br: Denunciar
tr: Gönderiyi Bildir
uk: Поскаржитися на допис
zh_hans: 举报嘟文
zh_hant: 檢舉嘟文

# status.action.section.your-post
source: Your post
be: Ваш допіс
de: Dein Beitrag
es: Tus publicaciones
eu: Zure bidalketa
fr: Votre publication
it: Il tuo post
ja: あなたの投稿
ko: 내 글을
nb: Ditt innlegg
nl: Jouw post
pl: Twój post
pt_br: Sua postagem
tr: Senin gönderin
uk: Ваш допис
zh_hans: 你的嘟文
zh_hant: 您的嘟文

# status.action.share
source: Share this post
be: Падзяліцца гэтым допісам
de: Diesen Beitrag teilen
es: Compartir esta publicación
eu: Partekatu bidalketa
fr: Partager cette publication
it: Condividi questo post
ja: 投稿を共有する
ko: 링크와 본문 공유
nb: Del dette innlegget
nl: Deel deze post
pl: Udostępnij ten post
pt_br: Compartilhe esta postagem
tr: Bu gönderiyi paylaş
uk: Поширити цей допис
zh_hans: 分享嘟文
zh_hant: 分享本嘟文

# status.action.share-image
source: Share post as image
be: Падзяліцца допісам як выявай
de: Beitrag als Bild teilen
es: Compartir publicación como imagen
eu: Partekatu bidalketa irudi gisa
fr: Partager comme image
it: Condividi post come immagine
ja: 画像を共有する
ko: 이미지로 공유
nb: Del innlegget som bilde
nl: Deel post als afbeelding
pl: Udostępnij ten post jako obrazek
pt_br: Compartilhar postagem como imagem
tr: Gönderiyi resim olarak paylaş
uk: Поширити як зображення
zh_hans: 分享嘟文为图片
zh_hant: 用圖片分享本嘟文

# status.action.share-link
source: Share post link
be: Падзяліцца спасылкай на допіс
de: Link zum Beitrag teilen
es: Compartir enlace a la publicación
eu: Partekatu bidalketaren esteka
fr: Partager le lien
it: Condividi link del post
ja: リンクを共有する
ko: 링크 공유
nb: Del innleggslink
nl: Deel link naar post
pl: Udostępnij link do tego postu
pt_br: Compartilhar link da postagem
tr: Gönderi linkini paylaş
uk: Поширити посилання на допис
zh_hans: 分享嘟文链接
zh_hant: 分享嘟文連結

# status.action.share-title
source: Share
be: Падзяліцца
de: Teilen
es: Compartir
eu: Partekatu
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
tr: Paylaş
uk: Поширення
zh_hans: 分享
zh_hant: 分享

# status.action.translate
source: Translate
be: Перакласці
de: Übersetzen
es: Traducir
eu: Itzuli
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
nb: Oversett
nl: Vertaal
pl: Przetłumacz
pt_br: Traduzir
tr: Tercüme et
uk: Перекласти
zh_hans: 翻译
zh_hant: 翻譯

# status.action.translated-label-%@
source: Translated using %@
be: Пераклад з дапамогай %@
de: Übersetzt mit %@
es: Traducido usando %@
eu: %@ erabiliz itzulia
fr: Traduit avec %@
it: Tradotto usando %@
ja: %@ を使用して翻訳
ko: %@ 서비스를 통해 번역됨
nb: Oversatt ved hjelp av %@
nl: Vertaald met %@
pl: Przetłumaczono za pomocą %@
pt_br: Traduzir usando %@
tr: %@ tarafından tercüme edildi
uk: Переклад з допомогою %@
zh_hans: 由 %@ 翻译
zh_hant: 翻譯服務 %@

# status.action.unbookmark
source: Unbookmark
be: Скасаваць закладку
de: Lesezeichen entfernen
es: Quitar de marcadores
eu: Kendu laster-marka
fr: Démarquer
it: Rimuovi dai segnalibri
ja: ブックマークを外す
ko: 보관함에서 제거
nb: Fjern bokmerke
nl: Verwijder bladwijzer
pl: Usuń zakładkę
pt_br: Remover dos salvos
tr: Yer İmini Kaldır
uk: Вилучити із закладок
zh_hans: 取消书签
zh_hant: 取消書籤

# status.action.unboost
source: Unboost
be: Адмяніць павышэнне
de: Boost entfernen
es: Deshacer boost
eu: Kendu bultzada
fr: Annuler la promotion
it: Annulla reblog
ja: ブーストをやめる
ko: 부스트 취소
nb: Opphev forsterkningen
nl: Maak boost ongedaan
pl: Cofnij podbicie
pt_br: Retirar boost
tr: Yükseltmeyi Kaldır
uk: Відмінити поширення
zh_hans: 取消转嘟
zh_hant: 取消轉嘟

# status.action.unfavorite
source: Unfavorite
be: Выдаліць з улюбенага
de: Favorit entfernen
es: Eliminar de favoritos
eu: Kendu gogokoa
fr: Retirer des favoris
it: Annulla apprezzamento
ja: お気に入りから外す
ko: 좋아요 취소
nb: Ikke favoritt
nl: Verwijder favoriet
pl: Usuń z polubionych
pt_br: Desfavoritar
tr: Favoriyi Kaldır
uk: Вилучити із вподобаного
zh_hans: 取消喜欢
zh_hant: 取消最愛

# status.action.unpin
source: Unpin
be: Адмацаваць
de: Nicht mehr anheften
es: Desfijar
eu: Utzi finkatzeari
fr: Dépingler
it: Togli
ja: 固定しない
ko: 고정 해제
nb: Løsne
nl: Maak los
pl: Odepnij
pt_br: Retirar destaque
tr: Sabitlemeyi Kaldır
uk: Відкріпити
zh_hans: 取消置顶
zh_hant: 取消釘選

# status.action.view-in-browser
source: View in Browser
be: Прагляд у браўзеры
de: Im Browser öffnen
es: Ver en navegador
eu: Ikusi nabigatzailean
fr: Afficher dans le navigateur
it: Visualizza nel browser
ja: ブラウザで見る
ko: 브라우저에서 보기
nb: Vis i nettleser
nl: Open in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no Navegador
tr: Tarayıcıda Göster
uk: Переглянути у браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器裡開啟

# status.card.copy
source: Copy this link
be: Скапіяваць гэтую спасылку
de: Diesen Link kopieren
es: Copiar este enlace
eu: Kopiatu esteka
fr: Copier ce lien
it: Copia questo link
ja: このリンクをコピーする
ko: 링크 복사
nb: Kopier denne lenken
nl: Kopieer deze link
pl: Kopiuj ten link
pt_br: Copiar esse link
tr: Bu bağlantıyı kopyala
uk: Скопіювати це посилання
zh_hans: 拷贝此链接
zh_hant: 拷貝本連結

# status.card.share
source: Share this link
be: Падзяліцца гэтай спасылкай
de: Diesen Link teilen
es: Compartir este enlace
eu: Partekatu esteka
fr: Partager ce lien
it: Condividi questo link
ja: このリンクを共有する
ko: 링크 공유
nb: Del denne lenken
nl: Deel deze link
pl: Udostępnij ten link
pt_br: Compartilhar esse link
tr: Bu bağlantıyı paylaş
uk: Поширити це посилання
zh_hans: 分享此链接
zh_hant: 分享本連結

# status.draft.delete
source: Delete Draft
be: Выдаліць чарнавік
de: Entwurf löschen
es: Eliminar borrador
eu: Ezabatu zirriborroa
fr: Supprimer le brouillon
it: Elimina bozza
ja: 下書きを削除
ko: 삭제
nb: Slett utkast
nl: Verwijder concept
pl: Usuń wersję roboczą
pt_br: Excluir Rascunho
tr: Taslağı Sil
uk: Видалити чернетку
zh_hans: 删除草稿
zh_hant: 刪除草稿

# status.draft.save
source: Save Draft
be: Захаваць чарнавік
de: Entwurf sichern
es: Guardar borrador
eu: Gorde zirriborroa
fr: Enregistrer le brouillon
it: Salva bozza
ja: 下書きを保存
ko: 임시 보관함에 저장
nb: Arkiver utkast
nl: Bewaar concept
pl: Zachowaj wersję roboczą
pt_br: Salvar Rascunho
tr: Taslağı Kaydet
uk: Зберегти чернетку
zh_hans: 保存草稿
zh_hant: 儲存草稿

# status.editor.ai-prompt.correct
source: Correct text
be: Выправіць тэкст
de: Text korrigieren
es: Corregir texto
eu: Zuzendu testua
fr: Corriger le texte
it: Correggi testo
ja: テキストを修正する
ko: 맞게 고치기
nb: Korrekt tekst
nl: Corrigeer tekst
pl: Popraw tekst
pt_br: Corrigir texto
tr: Yazıyı Düzelt
uk: Виправити текст
zh_hans: 检查拼写和语法
zh_hant: 更正

# status.editor.ai-prompt.emphasize
source: Emphasize text
be: Вылучыць тэкст
de: Text hervorheben
es: Enfatizar texto
eu: Azpimarratu testua
fr: Mettre en évidence le texte
it: Enfatizza testo
ja: テキストを強調表示する
ko: 내용 강조하기
nb: Fremhev tekst
nl: Benadruk tekst
pl: Wyróżnij tekst
pt_br: Enfatizar texto
tr: Yazıyı Vurgula
uk: Розставити акценти
zh_hans: 使用强调语气
zh_hant: 強調

# status.editor.ai-prompt.fit
source: Shorten text
be: Скараціць тэкст
de: Text kürzen
es: Acortar texto
eu: Laburtu testua
fr: Raccourcir le texte
it: Accorcia testo
ja: テキストを短くする
ko: 간결하게 바꾸기
nb: Forkort tekst
nl: Kort tekst in
pl: Skróć tekst
pt_br: Diminuir texto
tr: Yazıyı Kısalt
uk: Скоротити текст
zh_hans: 精简文字
zh_hant: 精簡

# status.editor.description.add
source: Add description
be: Дадаць апісанне
de: Beschreibung hinzufügen
es: Añadir descripción
eu: Gehitu deskribapena
fr: Ajouter une description
it: Aggiungi descrizione
ja: 説明文を追加
ko: 설명 추가
nb: Legg til beskrivelse
nl: Voeg omschrijving toe
pl: Dodaj opis
pt_br: Adicionar descrição
tr: Açıklama Ekle
uk: Додати опис
zh_hans: 添加描述
zh_hant: 新增描述

# status.editor.description.edit
source: Edit description
be: Рэдагаваць апісанне
de: Beschreibung bearbeiten
es: Editar descripción
eu: Editatu deskribapena
fr: Modifier la description
it: Modifica descrizione
ja: 説明文を編集
ko: 설명 편집
nb: Rediger beskrivelse
nl: Bewerk omschrijving
pl: Edytuj opis
pt_br: Editar descrição
tr: Açıklamayı Düzenle
uk: Виправити опис
zh_hans: 编辑描述
zh_hant: 編輯描述

# status.editor.drafts.navigation-title
source: Drafts
be: Чарнавікі
de: Entwürfe
es: Borradores
eu: Zirriborroak
fr: Brouillons
it: Bozze
ja: 下書き
ko: 임시 보관함
nb: Utkast
nl: Concepten
pl: Wersje robocze
pt_br: Rascunhos
tr: Taslaklar
uk: Чернетки
zh_hans: 草稿
zh_hant: 草稿

# status.editor.emojis.navigation-title
source: Custom Emojis
be: Карыстальніцкія эмодзі
de: Instanz-Emojis
es: Emojis personalizados
eu: Zerbitzariko emojiak
fr: Emojis personalisés
it: Emoji personalizzate
ja: カスタム絵文字
ko: 커스텀 이모지
nb: Egendefinerte emojier
nl: Aangepaste emoji’s
pl: Emotikony własne
pt_br: Emojis personalizados
tr: Özel Emojiler
uk: Власні Emojis
zh_hans: 自定义表情
zh_hant: 自訂表情符號

# status.editor.error.upload
source: Error uploading
be: Памылка пры запампоўцы
de: Fehler beim Hochladen
es: Error subiendo
eu: Errorea igotzerakoan
fr: Erreur de téléchargement
it: Errore durante il caricamento
ja: アップロードエラー
ko: 전송 오류
nb: Feil ved opplasting
nl: Fout tijdens uploaden
pl: Błąd wysyłania
pt_br: Erro ao enviar
tr: Yüklerken Hata Oluştu
uk: Помилка завантаження
zh_hans: 上传错误
zh_hant: 上傳錯誤

# status.editor.language-select.confirmation.detected-%@
source: Post in %@ (Detected language)
be: Апублікаваць на %@ (выяўленая мова)
de: Auf %@ posten (Erkannte Sprache)
es: Publicar en %@ (Idioma detectado)
eu: Argitaratu %@(e)z (Antzemandako hizkuntza)
fr: Publier en %@ (Langage détecté)
it: Pubblica in %@ (lingua rilevata)
ja: %@ で投稿(検出された言語)
ko: 글 언어를 %@로 지정 (인식된 언어)
nb: Legg ut i %@ (oppdaget språk)
nl: Post in het %@ (gedetecteerde taal)
pl: Publikuj jako %@ (wykryty język)
pt_br: Postagem em %@ (Idioma detectado)
tr: %@ Metin (Saptanmış dil)
uk: Опубліковано на %@ (Виявлена мова)
zh_hans: 直接使用 %@ 发送
zh_hant: 嘟文用 %@（偵測語言）發表

# status.editor.language-select.confirmation.selected-%@
source: Post in %@ (Selected language)
be: Апублікаваць на %@ (Выбраная мова)
de: Auf %@ posten (Ausgewählte Sprache)
es: Publicar en %@ (Idioma seleccionado)
eu: Argitaratu %@(e)z (Hautatutako hizkuntza)
fr: Publier en %@ (Langage sélectionné)
it: Pubblica in %@ (lingua selezionata)
ja: %@ で投稿(選択された言語)
ko: 글 언어를 %@로 지정 (선택한 언어)
nb: Legg ut i %@ (valgt språk)
nl: Post in het %@ (selecteerde taal)
pl: Publikuj jako %@ (wybrany język)
pt_br: Postagem em %@ (Idioma selecionado)
tr: %@ dilinde gönderi (Seçili dil)
uk: Опубліковано на %@ (Обрана мова)
zh_hans: 选择使用 %@ 发送
zh_hant: 嘟文用 %@（選擇語言）發表

# status.editor.language-select.navigation-title
source: Select Language
be: Абярыце мову
de: Sprache auswählen
es: Seleccionar idioma
eu: Hautatu hizkuntza
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語設定
ko: 글 언어 지정
nb: Velg språk
nl: Taal selecteren
pl: Wybierz język
pt_br: Selecionar Idioma
tr: Dil Seç
uk: Обрати мову
zh_hans: 选择语言
zh_hant: 選擇語言

# status.editor.language-select.recently-used
source: Recently Used
be: Нядаўна выкарыстаны
de: Kürzlich genutzt
es: Usado recientemente
eu: Duela gutxi erabilitakoak
fr: Utilisé récemment
it: Usate di recente
ja: 最近使用した
ko: 최근 사용
nb: Nylig brukt
nl: Onlangs gebruikt
pl: Ostatnio użyty
pt_br: Usado recentemente
tr: Son Kullanılanlar
uk: Остання обрана
zh_hans: 最近使用
zh_hant: 最近用過

# status.editor.media.edit-image
source: Edit Media
be: Рэдагаваць выяву
de: Bild bearbeiten
es: Editar Imagen
eu: Editatu irudiak
fr: Modifier l'image
it: Modifica media
ja: イメージの編集
ko: 미디어 편집
nb: Rediger bilde
nl: Afbeelding bewerken
pl: Edytuj obrazek
pt_br: Editar imagem
tr: Görüntüyü Düzenle
uk: Змінити медіа
zh_hans: 编辑图片
zh_hant: 編輯媒體

# status.editor.media.image-description
source: Media description
be: Апісанне выявы
de: Bildbeschreibung
es: Descripción de la imagen
eu: Irudiaren deskribapena
fr: Description de l'image
it: Descrizione media
ja: イメージの説明文
ko: 미디어 설명
nb: Bildebeskrivelse
nl: Omschrijving
pl: Opis obrazka
pt_br: Descrição da imagem
tr: Görüntü Açıklaması
uk: Опис медіа
zh_hans: 图片描述
zh_hant: 媒體描述

# status.editor.mode.edit
source: Editing your post
be: Рэдагаванне вашай публікацыі
de: Deinen Beitrag bearbeiten
es: Editando tu publicación
eu: Bidalketa editatzen
fr: Modification de votre publication
it: Modifico il post
ja: 投稿を編集する
ko: 글 수정
nb: Redigerer innlegget ditt
nl: Post bewerken
pl: Edycja twojego postu
pt_br: Editando sua postagem
tr: Gönderin Düzenleniyor
uk: Змінити ваш допис
zh_hans: 正在编辑你的嘟文
zh_hant: 編輯您的嘟文

# status.editor.mode.new
source: New Post
be: Новы допіс
de: Neuer Beitrag
es: Nueva publicación
eu: Bidalketa berria
fr: Nouvelle publication
it: Nuovo post
ja: 新しい投稿
ko: 글 작성
nb: Nytt innlegg
nl: Nieuwe post
pl: Nowy post
pt_br: Nova Postagem
tr: Yeni Gönderi
uk: Новий допис
zh_hans: 新嘟文
zh_hant: 新增嘟文

# status.editor.mode.quote-%@
source: Quote of %@
be: Цытата ад %@
de: Zitat von %@
es: Cita de %@
eu: %@(r)en aipamena
fr: Citation de %@
it: Citazione di %@
ja: %@ を引用する
ko: %@님의 글 인용
nb: Sitat av %@
nl: Citaat van %@
pl: Cytując %@
pt_br: Citação de %@
tr: %@ kullanıcısından alıntılandı
uk: Цитування %@
zh_hans: %@ 的引用
zh_hant: 引述 %@

# status.editor.mode.reply-%@
source: Replying to %@
be: Адказаць %@
de: Antwort auf %@
es: Respondiendo a %@
eu: %@(r)i erantzunez
fr: Répondre à %@
it: In risposta a %@
ja: %@ に返信する
ko: %@님의 글에 답글
nb: Svarer til %@
nl: Antwoord aan %@
pl: Odpowiadając %@
pt_br: Respondendo a %@
tr: %@ kullanıcısına cevap veriliyor
uk: Відповідаєте %@
zh_hans: 回复 %@
zh_hant: 回覆 %@

# status.editor.restore-previous
source: Restore previous text
be: Аднавіць папярэдні тэкст
de: Vorherigen Text wiederherstellen
es: Restaurar texto anterior
eu: Berreskuratu lehengo testua
fr: Restaurer le texte précédent
it: Ripristina testo precedente
ja: 前のテキストに戻す
ko: 이전 상태로 되돌리기
nb: Gjenopprett forrige tekst
nl: Herstel vorige tekst
pl: Przywróć poprzedni tekst
pt_br: Restaurar texto anterior
tr: Geçmiş yazıyı geri getir
uk: Відновити попередній текст
zh_hans: 撤销更改
zh_hant: 還原本文

# status.editor.text.placeholder
source: What's on your mind?
be: Пра што вы думаеце?
de: Woran denkst du?
es: ¿En qué estás pensando?
eu: Zer duzu buruan?
fr: Qu'est-ce qui vous passe par la tête ?
it: A cosa stai pensando?
ja: いま、何を考えているの？
ko: 무슨 생각 하세요?
nb: Hva tenker du på?
nl: Waar denk je aan?
pl: Co ci chodzi po głowie?
pt_br: O que você está pensando?
tr: Aklında ne var?
uk: Що у вас на думці?
zh_hans: 在想些什么呢？
zh_hant: 您在想些什麼呢？

# status.editor.visibility
source: Post visibility
be: Бачнасць допісу
de: Sichtbarkeit
es: Visibilidad de la publicación
eu: Bidalketaren irismena
fr: Visibilité de la publication
it: Visibilità post
ja: 投稿の公開範囲
ko: 공개 범위
nb: Innleggssynlighet
nl: Zichtbaarheid
pl: Widoczność postu
pt_br: Visibilidade da postagem
tr: Görüntü görünürlüğü
uk: Видимість допису
zh_hans: 嘟文可见范围
zh_hant: 嘟文能見度
